recordDescription=Fluig apresenta as inova\u00E7\u00F5es da 1.5 no Universo TOTVS
news_title=Fluig apresenta as inova\u00E7\u00F5es da 1.5 no Universo TOTVS
publishDate=1435342800000
icon=01.jpg
news_body=No dia 16 de junho, cerca de 3 mil pessoas puderam conferir as principais inova\u00E7\u00F5es do fluig no Universo TOTVS 2015, o maior evento pr\u00F3prio da companhia. A principal novidade da plataforma para este ano foi o lan\u00E7amento da vers\u00E3o 1.5. Com o objetivo de tornar a comunica\u00E7\u00E3o mais completa e eficiente nas empresas, o fluig apresentou o fluig Messaging, app que possibilita uma nova forma de intera\u00E7\u00E3o entre as pessoas. Desenvolvido em parceria com a Moxtra, uma das mais promissoras startups de colabora\u00E7\u00E3o m\u00F3vel do Vale do Sil\u00EDcio, a solu\u00E7\u00E3o \u00E9 \u00FAnica no mercado corporativo e aposta na for\u00E7a de uma ferramenta de comunica\u00E7\u00E3o instant\u00E2nea e segura. O Messaging permite ainda criar reuni\u00F5es virtuais e videoconfer\u00EAncias, seja por dispositivos m\u00F3veis ou desktops. A conversa poder\u00E1 ser salva como documento dentro do fluig e acessada quando necess\u00E1rio. O fluig tamb\u00E9m passou a incorporar mais de 50 novidades e aposta na educa\u00E7\u00E3o corporativa com o novo card LMS (Learning Management System), que visa a gest\u00E3o do aprendizado. Por meio dele, passa a oferecer \u00E0s empresas uma solu\u00E7\u00E3o completa para capacita\u00E7\u00E3o de pessoas. Reutilizando os demais cards j\u00E1 dispon\u00EDveis da plataforma \u2013 como Social, com comunidades, BPM com mecanismos de atribui\u00E7\u00E3o e central de tarefas, ECM com gerenciamento e busca de conte\u00FAdos e WCM com widgets e personaliza\u00E7\u00E3o visual \u2013 em prol da produtividade das empresas e do aprendizado, o LMS  traz m\u00F3dulos espec\u00EDficos para Autoaprendizado, Aprendizado Monitorado e Aprendizado Colaborativo, al\u00E9m das op\u00E7\u00F5es de Banco de Quest\u00F5es, Avalia\u00E7\u00F5es e Feedback.
