recordDescription=Fluig Messaging \u00E9 o novo aplicativo de comunica\u00E7\u00E3o m\u00F3vel para empresas
news_title=Fluig Messaging \u00E9 o novo aplicativo de comunica\u00E7\u00E3o m\u00F3vel para empresas
publishDate=1435340460000
icon=02.jpg
news_body=Com o objetivo de tornar a comunica\u00E7\u00E3o mais completa e eficiente nas empresas, o fluig apresentou o fluig Messaging, app que possibilita uma nova forma de intera\u00E7\u00E3o entre as pessoas. Desenvolvido em parceria com a Moxtra, uma das mais promissoras startups de colabora\u00E7\u00E3o m\u00F3vel do Vale do Sil\u00EDcio, a solu\u00E7\u00E3o \u00E9 \u00FAnica no mercado corporativo e aposta na for\u00E7a de uma ferramenta de comunica\u00E7\u00E3o instant\u00E2nea e segura. A iniciativa tamb\u00E9m contempla um programa de interc\u00E2mbio que, semestralmente, envia um grupo de profissionais do Brasil para os EUA para aprimorar as pesquisas e velocidade de novidades trazidas \u00E0 plataforma. \u201CAssim, proporcionamos a quem aposta no fluig, acesso \u00E0s novidades de tecnologia do mundo todo\u201D, conta Marilia Rocca, vice-presidente de Plataforma e Cloud. Al\u00E9m do envio de textos e voz, um dos diferenciais do Messaging est\u00E1 na possibilidade de editar imagens, fazer anota\u00E7\u00F5es com riquezas de detalhes (escritas ou faladas) e salvar o arquivo como documento, direto na plataforma fluig. Dessa forma, um gestor, por exemplo, pode conversar com a sua equipe, interna ou externa, de forma mais simples e \u00E1gil, mesmo longe do escrit\u00F3rio. O Messaging permite ainda criar reuni\u00F5es virtuais e videoconfer\u00EAncias, seja por dispositivos m\u00F3veis ou desktops. A conversa poder\u00E1 ser salva como documento dentro do fluig e acessada quando necess\u00E1rio. \u201CO aplicativo \u00E9 um WhatsApp corporativo, com todo o controle de seguran\u00E7a necess\u00E1rio nas empresas, pois permite criar regras para conversas que podem ser individuais ou em grupos, al\u00E9m de outros recursos de edi\u00E7\u00E3o que n\u00E3o se encontra na vers\u00E3o de mercado\u201D, finaliza a executiva.