recordDescription=A aposta na educa\u00E7\u00E3o corporativa
news_title=A aposta na educa\u00E7\u00E3o corporativa
publishDate=1435352400000
icon=03.jpg
news_body=Por meio do card LMS, o fluig passa a oferecer \u00E0s empresas uma solu\u00E7\u00E3o completa para capacita\u00E7\u00E3o de pessoas. Em prol da produtividade das empresas e do aprendizado, o novo componente traz m\u00F3dulos espec\u00EDficos para Autoaprendizado, Aprendizado Monitorado e Aprendizado Colaborativo, al\u00E9m das op\u00E7\u00F5es de Banco de Quest\u00F5es, Avalia\u00E7\u00F5es e Feedback. No m\u00F3dulo de Autoaprendizado, por exemplo, a solu\u00E7\u00E3o apresenta a op\u00E7\u00E3o de Trilhas, onde o aluno pode criar o caminho que deseja percorrer de acordo com as suas habilidades e avaliar o seu conhecimento por meio de pr\u00E9 e p\u00F3s-testes. Um \u00FAnico conte\u00FAdo pode ser reutilizado em diversos treinamentos e disciplinas (de acordo com a necessidade de cada empresa) e fica armazenado em pastas espec\u00EDficas, trazendo flexibilidade e economia na produ\u00E7\u00E3o de material e atualiza\u00E7\u00E3o de capacita\u00E7\u00F5es Recriando um ambiente de sala de aula, o m\u00F3dulo Aprendizado Monitorado, pode ser personalizado com atividades diferenciadas de acordo com o perfil da turma. Cada aula tem um prazo determinado para conclus\u00E3o e pode ser estendida para um ambiente colaborativo. Com a op\u00E7\u00E3o de criar eventos, trabalhos em grupo e comunidades, o m\u00F3dulo Aprendizado Colaborativo proporciona um ambiente prop\u00EDcio para a constru\u00E7\u00E3o do conhecimento com trocas de ideias e experi\u00EAncias por meio de um canal de comunica\u00E7\u00E3o moderno, que engaja o aluno da nova gera\u00E7\u00E3o. Todos esses recursos est\u00E3o dispon\u00EDveis na nova vers\u00E3o da plataforma fluig, que \u00E9 compat\u00EDvel com multiformatos de conte\u00FAdo. \u201CQuando lan\u00E7amos a primeira vers\u00E3o do fluig, h\u00E1 dois anos, t\u00EDnhamos como objetivo principal ser uma nova interface agn\u00F3stica para softwares de gest\u00E3o empresarial (ERP). No entanto, com a nova vers\u00E3o e seus novos recursos, ele passa a ser uma ferramenta muito mais completa e se torna uma plataforma colaborativa que proporciona \u00E0s empresas uma nova forma de usar a tecnologia a favor dos neg\u00F3cios e colaboradores\u201D, destaca Gilmar Hansen, diretor de Produto fluig.